{
  "en": {
    "title": "Terms & Conditions",
    "lastUpdated": "February 20, 2024",
    "sections": [
      {
        "heading": "1. Acceptance of Terms",
        "content": "By accessing and using this website, you accept and agree to be bound by the terms and provision of this agreement."
      },
      {
        "heading": "2. Use License",
        "content": "Permission is granted to temporarily download one copy of the materials on our website for personal, non-commercial transitory viewing only."
      },
      {
        "heading": "3. Disclaimer",
        "content": "The materials on our website are provided on an 'as is' basis. We make no warranties, expressed or implied, and hereby disclaim and negate all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights."
      },
      {
        "heading": "4. Limitations",
        "content": "In no event shall our company or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on our website."
      },
      {
        "heading": "5. Governing Law",
        "content": "These terms and conditions are governed by and construed in accordance with the laws and you irrevocably submit to the exclusive jurisdiction of the courts in that location."
      }
    ]
  },
  "zh": {
    "title": "条款和条件",
    "lastUpdated": "2024年2月20日",
    "sections": [
      {
        "heading": "1. 接受条款",
        "content": "通过访问和使用本网站，您接受并同意受本协议条款和规定的约束。"
      },
      {
        "heading": "2. 使用许可",
        "content": "允许临时下载我们网站上的材料副本，仅供个人、非商业性临时查看。"
      },
      {
        "heading": "3. 免责声明",
        "content": "我们网站上的材料是在「按原样」的基础上提供的。我们不作任何明示或暗示的保证，并在此否认和否定所有其他保证，包括但不限于对适销性、特定用途的适用性或不侵犯知识产权或其他权利的暗示保证或条件。"
      },
      {
        "heading": "4. 责任限制",
        "content": "在任何情况下，我们公司或其供应商均不对因使用或无法使用我们网站上的材料而引起的任何损害（包括但不限于数据或利润损失或业务中断的损害）负责。"
      },
      {
        "heading": "5. 适用法律",
        "content": "这些条款和条件受该地区法律管辖并按其解释，您不可撤销地服从该地区法院的专属管辖权。"
      }
    ]
  }
}
